brew "age"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "btop"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "fastfetch"
brew "fd"
brew "findutils" 
brew "fortune"
brew "fzf"
brew "git" 
brew "gnu-sed" 
brew "gnu-tar" 
brew "gnupg" 
brew "grep"
brew "jq"
brew "lsd"
brew "luarocks" 
brew "parallel"
brew "pinentry-mac"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "yq"
